Dlubal.TimberPro.ULSOptions
Additional settings for ultimate limit state.

Dlubal.TimberPro.ULSOptions.ReduceLimitTensionStress
Reduction of limit tension stress

Dlubal.TimberPro.ULSOptions.NodesSelectedForLimitTensionStressRedution
Members selected for limit tension stress reduction

Dlubal.TimberPro.ULSOptions.ConnectionLength
Connection length for reduction of limit tension stress

Dlubal.TimberPro.ULSOptions.MaximumStressRatioInsideConnections
Maximum stress ratio inside connections.

Dlubal.TimberPro.ULSOptions.MaximumStressRatioOutsideConnections
Maximum stress ratio outside connections.

Dlubal.TimberPro.ULSOptions.UseStresspointDesignForRectanglesAndCircles
Use stress-point design for rectangles and circles

Dlubal.TimberPro.ULSOptions.StiffnessReductionDueToCreep
Reduction of stiffness due to creep

Dlubal.TimberPro.ULSOptions.MembersSelectedForStiffnessReductionDueToCreep
Members selected for stiffness reduction due to creep

Dlubal.TimberPro.ULSOptions.ActivateCrossSectionalReduction
Activate cross-sectional reduction - for future use